{
  "profileCard": {
    "title": "Профиль картасы",
    "description1": "Тарих",
    "description2": "Жұмыс орны",
    "description3": "Жетістіктер",
    "description4": "Цитаталар"
  },
  "header": {
    "aboutUs": "Біз туралы",
    "gallery": "Галерея",
    "theme": "Сыртқы көрініс"
  },
  "profile": {
    "bio": "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған.1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы.2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді"
  },
  "description": {
    "1": "Нарешев Ануар Асхарұлы 1962 жылы Гурьев қаласында дүниеге келген. 1979-1984 жылдары В.И. Ленин атындағы Қазақ политехникалық институтының студенті. 1984 жылы 'Жайықмұнайгаз' МГӨБ-да мұнай өндіру операторлы болып еңбек жолын бастады. 1985 жылы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырды. 1985-1988 жылдары мұнай дайындау және айдау цехының шебері болды. 1988-1992 жылдары өндірістік-техникалық бөлімнің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарды. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарды. 1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы болды. 2009-2011 жылдары 'Жайықмұнайгаз' МГӨБ-ның бас инженері лауазымын атқарды. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы болды. 2014 жылдың сәуірінен бүгінге дейін 'Ембімұнайгаз' АҚ 'Жайықмұнайгаз' МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
    "2": "А.А. Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С. Балғымбаев кен орнында газды дайындау қондырғысын енгізуге, 2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С. Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты. А.А. Нарешев 2009 жылы 'ҚазМұнайГаз' БӨ АҚ-ның алғыс хатымен, 2014 жылы 'Ембімұнайгаз' АҚ-ның алғыс хатымен, 2021 жылы 'ҚазМұнайГаз' ҰК АҚ-ның құрмет грамотасымен, 2022 жылы 'Ембімұнайгаз' АҚ-на 100-жыл' мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің 'Мұнай-газ саласының еңбек сіңірген қызметкері' төс белгісімен марапатталған.",
    "3": "Жаңа техника мен озық технологияны енгізу – өндірісті дамытудың бөлінбейтін жолдарының бірі болып табылады."
  }
}
