// src/data/cardsData.js

// import A_Nareshev from "../components/ProfileCard/images/A_Nareshev.svg";
// //  Убедитесь, что путь к изображению правильный
// import A_NareshevCircle from "../components/ProfileCard/images/A_NareshevCircle.svg";
// import E_Erketanov from "../components/ProfileCard/images/A_NareshevCircle.svg";
// import B_Yelessov from "../components/ProfileCard/images/A_NareshevCircle.svg";

import A_Nareshev from "./images/A_Nareshev.svg";
import A_NareshevCircle from "./images/A_NareshevCircle.svg";

// import A_Nareshev from "../assets/kmg.png"
const cardsData = [
  {
    image: A_Nareshev,
    circleImage: A_NareshevCircle,
    name: "Anuar Nareshev",
    rusname: "А. НАРЕШЕВ",
    workplace:
      "«Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы өндірістік-техникалық бөлімінің бастығы",
    title: "ATЫPAУ",
    description: [
      [
        "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да  мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған.1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары  өндірістік-техникалық қызметінің басшысы.2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      ],
      [
        "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге,  2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты.А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған",
      ],

      [
        "Жаңа техника мен озық технологияны енгізу – өндірісті дамытудың бөлінбейтін жолдарының бірі болып табылады.",
      ],
    ],
  },
  // //
  //  Атырау (ЭмбаМунайГаз)
  // Адилов Бердибек
  // Бешимов Наурызгали
  // Бохаева Жибек
  // Елемесов Бейбит
  // Ергали Гани
  // Ермуханов Бекболат

  // Актобе
  // (КазахОйлАктобе)
  // Камалиев Хайретдин
  // Кулсугуров Рустам
  // Мухамбеталы Салауат
  // Танатов Даулет
  // (КазахТуркМунай)
  // Габбасов Даулет
  // Кинжеев Насырбек

  // Актау
  // (КБМ)
  // Бисалиев Ниеткали
  // Денов Ербол
  // Кошеров Сагатбек
  // Муратбай Алгабек
  // Муханов Алибек
  // Сагындыкова

  // КызылОрда
  // ТОО СП КазгерМунай (3 чел.)
  // Усманов Данияр Маратулы
  // Кемалов Узак Жадырасынулы
  // Сириченко Ирина Анатольевна
  // ТОО "Петро Казахстан Кумколь
  // Ресорсиз" (3ч)
  // Мустафаева Меруерт Кенжебековна
  // Суюнтаев Нурлыбек Алтынбекулы
  // Калтаев Абай Ануарбекович

  {
    image: A_Nareshev,
    circleImage: A_NareshevCircle,
    name: "Askar Yerketanov",
    rusname: "А. ЕРКЕТАНОВ",
    workplace:
      "«Ембімұнайгаз» АҚ-ы «Қайнармұнайгаз» МГӨБ-ның Кенбай мұнай және газ өндіру цехының 4 дәрежелі мұнай және газ өндіру операторы ",
    title: "Атырау",
    description: [
      [
        "Еркетанов Әскер Өтегенұлы, 23 ақпанда дүниеге келген, 2018 жылы Атырау мұнай және газ университетін «Инженер-мұнайгаз» мамандығы бойынша және «Техникалық ғылымдар және технологиялар бакалавры» біліктілігі бойынша бітірген.Оқу барысында 2017 жылы «Қайнармұнайгаз» МГӨБ «ұңғымаларды зерттеу операторы» және «мұнай және газ өндіру операторы» мамандықтары бойынша дуальді оқыту шеңберінде өндірістік оқудан және тәжірибеден өтті. Еңбек жолын 2018 жылы жоғары оқу орнын бітіргеннен кейін Кенбай мұнай-газ өндіру цехында 3-разрядты мұнай-газ өндіру операторы болып бастаған.",
      ],
      [
        "2022 жылдың шілде айынан қазіргі уақытқа дейін «Қайнармұнайгаз» Кенбай мұнай-газ өндіру цехында 4-разрядты мұнай-газ өндіру операторы болып жұмыс істейді.Жұмыс барысында өзін тәртіпті, ұқыпты, өз мамандығын жетік білетін қарапайым жас маман ретінде көрсетті. 2023-2024 жж. Басқарма бойынша «Үздік маман» байқауына қатысып, «Мұнай және газ өндіру операторы» мамандығы бойынша 1 орын иеленді. Жалпы еңбек өтілі 06 жыл 09 ай, мұнай саласында 05 жыл 11 ай.",
      ],
      [
        "Менің жүрегіме ең жақын сөз-ОТАН. Әр адамның жанына жақын, жүрегіне жылы тиер сөз. Мен Қазақстанда тұратын адамдардың болашағы жарқын болуы жолында аянбай еңбек етемін. ",
      ],
    ],
  },

  {
    image: "B_Beshimov",
    name: "Beshimov Nauryzgali",
    workplace: "зейнеткер",
    rusname: "Н. БЕШИМОВ",
    title: "ATЫPAУ",
    description: [
      [
        "(1934, Атырау облысы). Мәскеу мұнай институтын (1958), Жоғарғы партия мектебін (1981) бітірген. 1958-1964 жылдары – Қосшағыл ірілендірілген мұнай өндіру басқармасында  мұнай өндіру операторы,шебері, өндірістік –техникалық бөлімінің бастығы. 1964-1967 жылдары – Прорва мұнай өндіру басқармасында бөлімше бастығы, меңгерушісі. 1967-1973 жылдары – Құлсары ұңғымаларды күрделі жөндеукеңсесінде бас инженер, директор.",
      ],
      [
        "1973-1974 жылдары – «Жайықмұнай» мұнай-газ өндіру  басқармасының бастығы. 1974-1975 жылдары  - «Ембімұнай» өндірістік бірлестігі бастығының орынбасары. 1975-1985 жылдары – Қазақстан КП Мақат аудандық комитетінің 1 хатшысы. 1985-1989 жылдары – «Теңізмұнайгаз» өндірістік бірлестігінде бас директордың орынбасары, екінші бөлімінің бастығы.1990-1995 жылдары – «Құлсарымұнай» мұнай-газ өндіру басқармасы бастығының орынбасары. 1995 жылдан – зейнеткер. ",
      ],
      [
        "Бешімовтердің мұнайшылық кәсіпке ден қоюы 1926 жылдан бастау алады. Аталары бақташы Бешим Қызылбасов Жылыой жерінен алғаш мұнай тапқан адам. Кейіннен Қосшағыл, Толес мұнай кеніштерінің ашылуына араласқан. «Мұнайшы» қоғамдық қорының қамқоршылық комитетінің мүшесі болған. «Құрмет белгісі» орденімен, медальдармен және Қазақ КСР Жоғарғы Кеңесінің Грамотасымен  марапатталған. ",
      ],
    ],
  },
  {
    image: "E_Elemessov",
    name: "Elemessov Beibit",
    workplace:
      "Ембімұнайгаз АҚ Доссормұнайгаз МГӨБ-ның №1 Ботахан мұнай және газ өндіру цехының бастығы",
    rusname: "Б. ЕЛЕМЕСОВ",
    title: "ATЫPAУ",
    description: [
      [
        "1986 жылы туған. Еңбек жолын 2005 жылы Доссормұнайгаз МГӨБ-да 2 дәрежелі мұнайгаз өндіру операторы болып бастады. 2014 жылы жастығына қарамастан цех бастығының орынбасары болып тағайындалды. Ол өзінің қызметтік міндеттерін адал атқаратын жоғары білікті маман екенін көрсетті. Қызметкер ретінде қарапайым, жауапкершілігі мол, еңбекқор адам ретінде сипатталады. Өндірістік мәселелерді шешуде жеке бастамашылық көрсетеді және ұжымда лайықты бедел мен құрметке ие болады.",
      ],
      [
        "2014 жылы «Ботахан» кен орнында «Бір мезгілде және бөлек жұмыс» жаңа электроника технологиясын енгізуге белсене атсалысып, жасақтарды жасақтау мен олардың кадрлық қамтамасыз етуінде жоғары белсенділік көрсетті. 2018 жылы «Үздік ПНБ шеберханасы және алтын ережелер» байқауына «ПНБ үлгілі қызмет көрсету және алтын ережелердің орындалуын бақылау» номинациясына қатысқаны үшін Дипломмен марапатталды. Жалпы жұмыс өтілі 19 жыл",
      ],
      [
        " Менің мақсатым - күн сайын кешегіден жақсырақ болу. Біздің команда үлкен жетістіктерге жетеді деп ойлаймын.",
      ],
    ],
  },
  {
    image: "E_Ergali",
    name: "Ergali Gani",
    workplace:
      "Ембімұнайгаз АҚ Жылыоймұнайгаз МГӨБ-ның Құлсарыдағы мұнайды дайындап айдау цехының мұнай дайындап айдау Қаратон участогының 4 разряд тауар операторы ",
    rusname: "Г. ЕРГАЛИ",
    title: "ATЫPAУ",
    description: [
      [
        "1996 жылы туған.2015-2017 жылдарда Ембімұнайгаз АҚ «Жайықмұнайгаз», «Жылыоймұнайгаз» басқармаларында дуалды оқу бағдарламасы бойынша білім алды. 2017 жылдан бастап «Жылыоймұнайгаз» МГӨБ-да тауар операторы болып қызмет етіп келеді. Басқарманың өндірістен бөлек қоғамдық, мәдени өміріне де белсенді араласады. 2022, 2023, 2024 жылдары «Ембімұнайгаз» АҚ қызметкерлері арасындағы «Үздік маман» конкурсының тауар операторы мамандығы бойынша жеңімпазы. «ҚазМұнайГаз» ҰК АҚ қызметкерлері арасындағы «Үздік маман -2023» конкурсында 2 орынға иеленді.Жалпы жұмыс өтілі 8,5 жыл.",
      ],
      [
        "Компанияның дамуына өзімнің кішкене болсада үлесімді қосу – көздеген мақсатым. Компания маған не береді деп емес, мен компанияға не бере аламын деп жұмыс жасасаң ғана кәсібилігің артып, дамисың, мықты маман боласың!. ",
      ],
      ["3"],
    ],
  },
  {
    image: "A_Adilov",
    name: "Adilov Berdibek",
    workplace:
      "«Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы мұнайды дайындау және айдау цехының 5 разрядты технологиялық қондырғылар операторы",
    rusname: "Б. АДИЛОВ",
    title: "ATЫPAУ",
    description: [
      [
        "Адилов Бердибек Садиргалиевич 1990 жылы Атырау облысы Жылыой ауданы Құлсары қаласында дүниеге келген. Еңбек жолын 2014 жылы «Жасулан және Компания» ЖШС-да бұрғышының көмекшісі болып бастаған. 2016 жылы Қапшағай қаласындағы «Kemeu Limited» ЖШС-де құрылысшы, «КазТрансОйл» АҚ-ы БФ-ы Атырау мұнайқұбыры басқармасында МҚС құюшы-төгішң болып жұмысын жалғастырған. 2018-2021 жылдары «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы ұңғымаларды жерасты жөндеу цехында ұңғымаларды жерасты жөндеу операторы болып жұмысқа орналасты. 2021 жылдың ақпанынан бастап бүгінгі күнге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы мұнайды дайындау және айдау цехында технологиялық қондырғылардың операторы болып жұмыс жасайды. 2023-2024 жж. «Ембімұнайгаз» АҚ-қызметкерлер арасында өткен «Үздік маман»  сайысының жеңімпазы атанды.  ",
      ],
      [
        "Елдің келешегі -білімді жастардың қолында. Білімді жастар- алдыңғы буын ағалардың лайықты ізбасарлары.  Елдің келешегі -білімді жастардың қолында. Білімді жастар- алдыңғы буын ағалардың лайықты ізбасарлары.  ",
      ],
      ["3"],
    ],
  },
  {
    image: "B_Bohaeva",
    name: "Bohaeva Zhibek",

    workplace: "",
    rusname: "Ж. БОХАЕВА",
    title: "ATЫPAУ",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "E_Ermukhanov",
    name: "Ermukhanov Bekbolat",
    workplace:
      "«Ембімұнайгаз» АҚ өндірістік-техникалық қамту және жабдықтармен комплектациялау Басқармасы (ӨТҚжЖКБ)  қойма шаруашылығының жүк қармалаушысы ",
    rusname: "Б. ЕРМУХАНОВ",
    title: "ATЫPAУ",
    description: [
      [
        "Мұнайшы, салада 42 жыл еңбек өтілі. Ермұханов Бекболат Балташұлы  05 шілде 1962 жылы Атырау облысында туған. Білімі орташа.  Гурьев қаласындағы орта мектепті бітіргеннен кейін, ол өзінің еңбек жолын 1980 жылы «Эмбанефть» бірлестігінде ӨТҚжЖКБ Балықшы базасында автокөлік жөндеу слесары болып бастады, кейін Кеңес Армиясы қатарында қызмет етті (1980-1982).  Әскери борышын өтегеннен кейін қазіргі мезгілге дейін «Ембімұнайгаз» АҚ-ның Өндірістік-техникалық қамту және жабдықтармен комплектациялау басқармасының (ӨТҚжЖКБ) қойма шаруашылығының жүк қармалаушысы жұмыс істейді. Жұмыс барысында Ермұханов Бекболат Балташұлы  өзін жақсы жағынан көрсетті, жоғары білікті маман ретінде ол өз жұмысына адал қарайды.",
      ],
      [
        " Жұмыс барысында жағдайды мұқият зерттеп, теміржол вагондары мен автокөліктен жүктерді қауіпсіз түсіру туралы дұрыс бағдарланған және оңтайлы шешімдер қабылдайды. Кәсіпорынның қоғамдық жұмыстарына белсенді қатысады. Ол өзінің білімі мен шеберлігін жас жұмысшыларға жалғастырып, ұжымда лайықты құрметке ие. Мұнай-газ саласының дамуына көпжылдық адал еңбегі, жоғары өндірістік көрсеткіштері және салмақты салымы үшін, 2010 жылы - «Ембімұнайгаз» ӨФ-ның Алғыс хатымен, 2013 жылы - «Прорва кен орнына 50 жыл» Төс белгісімен, 2015 жылы -  ӨТҚжЖКБ Алғыс хатымен, 2017 жылы - «ҚазМұнайГаз» ҰК АҚ-ның Құрмет грамотасымен, 2019 жылы - Қазакстан мұнайына 120 жыл мерекелік медальмен, 2022 жылы - Ембімұнайгаз АҚ-на 100 жыл мерекелік медальмен, KAZENERGY медальмен,   ӨТҚжЖКБ-ның Алғыс хатымен марапатталған. ",
      ],
      [
        "Азамат ісімен, әрекетімен көрікті. Оның бойындағы асыл қасиеттің бірі- адамгершілігінде. Ол қасиет адам бойында жүре келе қалыптасады. ",
      ],
    ],
  },
  {
    image: "K_Kamaliyev",
    name: "Kamaliyev Khayretdin",
    workplace: "«Қазақойл Ақтөбе»ЖШС зейнеткері ",
    rusname: "Х. КАМАЛИЕВ",
    title: "AKTOBE",
    description: [
      [
        "24.09.1953 ж., Уфа қаласында дүниеге келген, Башқұртстан, Ресей, Білімі: жоғары, Рудный индустриалды институты, технологиялық процестер мен өндірістерді автоматтандыру. Жалпы жұмыс өтілі: 45 жыл, Саладағы жұмыс өтілі: 15 жыл, осы еңбек ұжымындағы жұмыс өтілі: 15 жыл. Еңбек жолын 1971-1972 жылдары Свердловск «Вторчермет» зауытында 5-разрядты Электрослесарь, 1974-1975 жылдары БҚҚ Булаев зауытында электрик, 1975 жылы «Заречный» совхозында электрик, 1975-1976 жылдары «Раздольный» совхозында электрик, бас инженер-энергетик, 1976-1977 жж «Кзыл-Сая» совхозы аға инженер-электрик, 1977-1979 жж «Заречный» совхозы 6-разрядты Электрик, 1979-1980 жж. «Киров атындағы» совхоз 5-разрядты электромонтер лауазымында, 1980-1985 жж. «Сельхозэнерго» Красноармейское РП 5-разрядты электромонтер лауазымында, 1986-1994 жж «Чилисай» АҚ Чилисай фофорит кеніші 5, 6-разрядты электрослесарь, қазандық басшысы, электр цехы басшысының орынбасары, электр цехының басшысы, бас энергетик, 1994-1995 жж «Ақтөбе Мұнай басқармасы АҚ «Актюбэнергонефть» ӨТБ басшысы лауазымында, 1995-2001жж ААҚ «Горжилэнерго» ӨТБ басшысы, бас инженер, техникалық мәселелер жөніндегі вице-призидент, президент лауазымдарында, 2001-2016 жылдар аралығында «Қазақойл Ақтөбе» ЖШС-де ЭМУ шебері, инженер-энергетик, инженер-жылу технигі лауазымдарында, ТВС бойынша жетекші инженер.  ",
      ],

      ["3"],
    ],
  },
  {
    image: "K_Kulsugurov",
    name: "Kulsugurov Rustam",
    workplace:
      "«Қазақойл Ақтөбе» ЖШС Қожасай кен орнының мұнай және газ дайындау учаскесінің 6-разрядты технологиялық сорғыларының машинисі ",
    rusname: "Р. КУЛСУГУРОВ",
    title: "AKTOBE",
    description: [
      [
        "26.05.1989 Ж. Ақтөбе облысы Шалқар кентінде дүниеге келген. Білімі: орта, Ақтөбе Мұнай және газ колледжі, техник-технолог. Жалпы жұмыс өтілі: 16 жыл, Саладағы жұмыс өтілі: 16 жыл, осы еңбек ұжымындағы жұмыс өтілі: 12 жыл. Еңбек жолын 2008-2009 жылдары «Геотехсервис» ЖШС-де ПРС операторы, 2009-2011 жылдары «Жана +» ЖШС-де ауыз сумен жабдықтау жөніндегі машинист, 2011 жылы «Oil Систем» ЖШС-де Завсклад, 2012 жылы «АНЭК» ЖШС-де Слесарь-жөндеуші лауазымдарында бастады, 2012 жылдан бастап «Қазақойл Ақтөбе» ЖШС Қожасай кен орнының мұнай және газ дайындау учаскесінің 4, 5, 6-разрядты технологиялық сорғылардың машинисі лауазымында жұмыс істеді. Жауапкершілік аймағына Қожасай кен орнының мұнай дайындау учаскесінің барлық сорғы агрегаттары кіреді, жан-жақты тұлға болып табылады, кәсіби негізде футболмен әуестенеді, 2024 жылы «Үздік маман» мамандығы бойынша үздік конкурсында бірінші орынды иеленді.  ",
      ],
      ["«Қазақойл Ақтөбе» ЖШС-де сенуге болатын қызметкерлер жұмыс істейді  "],
      ["3"],
    ],
  },
  {
    image: "M_Mukhametaly",
    name: "Mukhametaly Salauat",
    workplace: "Пенсионер ТОО «Казахойл Актобе» ",
    rusname: "С. МУХАМЕТАЛЫ",

    title: "AKTOBE",
    description: [
      [
        "05.05.1954г., родился г. Актобе, Казахстан. Образование: высшее, Рязанский радиотехнический институт, факультет электроники. Общий стаж работы: 41 год, Стаж работы в отрасли: 30 лет, Стаж работы в данном трудовом коллективе: 16 лет. Начал свою трудовую деятельность с 1976г. на заводе «Актюбренген» в должности инженера отдела АСУП, 1978-1979гг. работал инженером, затем начальником ЭВМ в КВН в Облторгуправлении, 1979-1986г. работал в должности начальника отдела в ЦВЦ Актюбинской Облсельхозтехники, 1986-1994гг. завод Актюбинсксельмаш в должности начальника отдела АСУП, 1994-1999гг. Актюбинский университет «Дуние» в должности декана факультета, 2001-2017гг. в ТОО «Казахойл Актобе» в должности главного инженера по учету и хранению, ведущего инженера по го и ЧС, главного специалиста по ГО и ЧС отдела охраны труда и окружающей среды. ",
      ],
      ["2"],
      ["3"],
    ],
  },
  {
    image: "T_Tanatov",
    name: "Tanatov Daulet",
    workplace: "",
    rusname: "Д. ТАНАТОВ",
    title: "AKTOBE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "G_Gabbasov",
    name: "Gabbasov Daulet",
    workplace: "Мастер по добыче нефти и газа и конденсата ",
    rusname: "Д. ГАББАСОВ",
    title: "AKTOBE",
    description: [
      [
        "Родился в 09.10.1986 году в Атырауской области. Был принят на предприятие кладовщиком в 2008 году. Зарекомендовал себя как опытный работник, отличный производственник, лучший в своей профессии. Принимает активное участие в мероприятиях направленных на улучшение работы компании ",
      ],
      ["Планы – ничто, планирование – все."],
      ["3"],
    ],
  },
  {
    image: "K_Kinzheev",
    name: "Kinzheev Nasyrbek",
    workplace: "Машинист насосных установок ",
    rusname: "Н. КИНЖЕЕВ",
    title: "AKTOBE",
    description: [
      [
        "Родился в 18 декабря 1970 года. Проживает в г.Атырау. Окончил Атырауский институт нефти и газа по специальности нефтегазовое дело. На работе отличается ответственностью и серьезно относится к выполнению должностных обязанностей. Участвует в мероприятиях по повышению своей квалификации, технически компетентен. ",
      ],
      [
        "Не отступай перед трудностями. Смотри им прямо в лицо. Смотри, пока не одолеешь их ",
      ],
      ["3"],
    ],
  },
  {
    image: "B_Bisaliev",
    name: "Bisaliev Nietkali",
    rusname: "Н. БИСАЛИЕВ",
    workplace: "",
    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "D_Denov",
    name: "Denov Yerbol",
    rusname: "Е. ДЕНОВ",
    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "K_Kosherov",
    name: "Kosherov Sagatbek",
    workplace: "",
    rusname: "С. КОШЕРОВ",
    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "M_Muradbay",
    name: "Muradbay Algabek",
    rusname: "А. МУРАТБАЙ",

    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "M_Mukhanov",
    name: "Mukhanov Alibek",
    workplace: "",
    rusname: "А. МУХАНОВ",
    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "S_Sagyndykova",
    name: "Sagyndykova",
    rusname: "САГЫНДЫКОВА",
    workplace: "",
    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "U_Usmanov",
    name: "Usmanov Daniyar",
    workplace: "",
    rusname: "Д. УСМАНОВ",
    title: "KYZYLORE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "K_Kemalov",
    name: "Kemalov Uzak",
    workplace: "",
    rusname: "У. КЕМАЛОВ",
    title: "KYZYLORE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "S_Sirichenko",
    name: "Sirichenko Irina",
    workplace: "",
    rusname: "И. СИРИЧЕНКО",
    title: "KYZYLORE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "M_Mustafaeva",
    name: "Mustafaeva Meruert",
    workplace: "",
    rusname: "М. МУСТАФАЕВА",
    title: "KYZYLORE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "S_Suyuntaev",
    name: "Suyuntaev Nurlybek",
    workplace: "",
    rusname: "Н. СУЮНТАЕВ",
    title: "KYZYLORE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "K_Kaltaev",
    name: "Kaltaev Abai",
    workplace: "",
    rusname: "А. КАЛТАЕВ",
    title: "KYZYLORE",
    description: [["1"], ["2"], ["3"]],
  },
];
export default cardsData;
