// src/data/cardsData.js

// import A_Nareshev from "../components/ProfileCard/images/A_Nareshev.svg";
// //  Убедитесь, что путь к изображению правильный
// import A_NareshevCircle from "../components/ProfileCard/images/A_NareshevCircle.svg";
// import E_Erketanov from "../components/ProfileCard/images/A_NareshevCircle.svg";
// import B_Yelessov from "../components/ProfileCard/images/A_NareshevCircle.svg";

import A_Nareshev from "./images/A_Nareshev.svg";
import A_NareshevCircle from "./images/A_NareshevCircle.svg";
import A_Berdibek from "./images/A_Berdibek.svg";
import A_BerdibekCircle from "./images/A_BerdibekCircle.svg";
import A_Erketanov from "./images/A_Erketanov.svg";
import A_ErketanovCircle from "./images/A_ErketanovCircle.svg";
import B_Elemesov from "./images/B_Elemesov.svg";
import B_ElemesovCircle from "./images/B_ElemesovCircle.svg";
import G_Ergaly from "./images/G_Ergaly.svg";
import G_ErgalyCircle from "./images/G_ErgalyCircle.svg";

// import M_Kupteylov from "./images/M_Kupteylov.svg";
// import M_KupteylovCircle from "./images/M_KupteylovCircle.svg";

// import M_Kilybayes from "./images/M_Kilybayev.svg";
// import M_KilybayesCircle from "./images/M_KilybayevCircle.svg";

import N_Bishimov from "./images/N_Bishimov.svg"
import N_BishimovCircle from "./images/N_BishimovCircle.svg"


// import A_Nareshev from "../assets/kmg.png"
const cardsData = [
  {
    image: A_Nareshev,
    circleImage: A_NareshevCircle,
    name: "Anuar Nareshev",
    rusname: "А. НАРЕШЕВ",
    workplace:
      "«Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы өндірістік-техникалық бөлімінің бастығы",
    title: "ATЫPAУ",
    description: [
      [
        "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да  мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған.1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары  өндірістік-техникалық қызметінің басшысы.2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      ],
      [
        "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге,  2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты.А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған",
      ],

      [
        "Жаңа техника мен озық технологияны енгізу – өндірісті дамытудың бөлінбейтін жолдарының бірі болып табылады.",
      ],
    ],
  },
  // //
  //  Атырау (ЭмбаМунайГаз)
  // Адилов Бердибек
  // Бешимов Наурызгали
  // Бохаева Жибек
  // Елемесов Бейбит
  // Ергали Гани
  // Ермуханов Бекболат

  // Актобе
  // (КазахОйлАктобе)
  // Камалиев Хайретдин
  // Кулсугуров Рустам
  // Мухамбеталы Салауат
  // Танатов Даулет
  // (КазахТуркМунай)
  // Габбасов Даулет
  // Кинжеев Насырбек

  // Актау
  // (КБМ)
  // Бисалиев Ниеткали
  // Денов Ербол
  // Кошеров Сагатбек
  // Муратбай Алгабек
  // Муханов Алибек
  // Сагындыкова

  // КызылОрда
  // ТОО СП КазгерМунай (3 чел.)
  // Усманов Данияр Маратулы
  // Кемалов Узак Жадырасынулы
  // Сириченко Ирина Анатольевна
  // ТОО "Петро Казахстан Кумколь
  // Ресорсиз" (3ч)
  // Мустафаева Меруерт Кенжебековна
  // Суюнтаев Нурлыбек Алтынбекулы
  // Калтаев Абай Ануарбекович

  {
    image: A_Erketanov,
    circleImage: A_ErketanovCircle,
    name: "Askar Yerketanov",
    rusname: "А. ЕРКЕТАНОВ",
    workplace:
      "«Ембімұнайгаз» АҚ-ы «Қайнармұнайгаз» МГӨБ-ның Кенбай мұнай және газ өндіру цехының 4 дәрежелі мұнай және газ өндіру операторы ",
    title: "Атырау",
    description: [
      [
        "Еркетанов Әскер Өтегенұлы, 23 ақпанда дүниеге келген, 2018 жылы Атырау мұнай және газ университетін «Инженер-мұнайгаз» мамандығы бойынша және «Техникалық ғылымдар және технологиялар бакалавры» біліктілігі бойынша бітірген.Оқу барысында 2017 жылы «Қайнармұнайгаз» МГӨБ «ұңғымаларды зерттеу операторы» және «мұнай және газ өндіру операторы» мамандықтары бойынша дуальді оқыту шеңберінде өндірістік оқудан және тәжірибеден өтті. Еңбек жолын 2018 жылы жоғары оқу орнын бітіргеннен кейін Кенбай мұнай-газ өндіру цехында 3-разрядты мұнай-газ өндіру операторы болып бастаған.",
      ],
      [
        "2022 жылдың шілде айынан қазіргі уақытқа дейін «Қайнармұнайгаз» Кенбай мұнай-газ өндіру цехында 4-разрядты мұнай-газ өндіру операторы болып жұмыс істейді.Жұмыс барысында өзін тәртіпті, ұқыпты, өз мамандығын жетік білетін қарапайым жас маман ретінде көрсетті. 2023-2024 жж. Басқарма бойынша «Үздік маман» байқауына қатысып, «Мұнай және газ өндіру операторы» мамандығы бойынша 1 орын иеленді. Жалпы еңбек өтілі 06 жыл 09 ай, мұнай саласында 05 жыл 11 ай.",
      ],
      [
        "Менің жүрегіме ең жақын сөз-ОТАН. Әр адамның жанына жақын, жүрегіне жылы тиер сөз. Мен Қазақстанда тұратын адамдардың болашағы жарқын болуы жолында аянбай еңбек етемін. ",
      ],
    ],
  },

  {
    circleImage: N_BishimovCircle,
    image: N_Bishimov,
    name: "Beshimov Nauryzgali",
    workplace: "зейнеткер",
    rusname: "Н. БЕШИМОВ",
    title: "ATЫPAУ",
    description: [
      [
        "(1934, Атырау облысы). Мәскеу мұнай институтын (1958), Жоғарғы партия мектебін (1981) бітірген. 1958-1964 жылдары – Қосшағыл ірілендірілген мұнай өндіру басқармасында  мұнай өндіру операторы,шебері, өндірістік –техникалық бөлімінің бастығы. 1964-1967 жылдары – Прорва мұнай өндіру басқармасында бөлімше бастығы, меңгерушісі. 1967-1973 жылдары – Құлсары ұңғымаларды күрделі жөндеукеңсесінде бас инженер, директор.",
      ],
      [
        "1973-1974 жылдары – «Жайықмұнай» мұнай-газ өндіру  басқармасының бастығы. 1974-1975 жылдары  - «Ембімұнай» өндірістік бірлестігі бастығының орынбасары. 1975-1985 жылдары – Қазақстан КП Мақат аудандық комитетінің 1 хатшысы. 1985-1989 жылдары – «Теңізмұнайгаз» өндірістік бірлестігінде бас директордың орынбасары, екінші бөлімінің бастығы.1990-1995 жылдары – «Құлсарымұнай» мұнай-газ өндіру басқармасы бастығының орынбасары. 1995 жылдан – зейнеткер. ",
      ],
      [
        "Бешімовтердің мұнайшылық кәсіпке ден қоюы 1926 жылдан бастау алады. Аталары бақташы Бешим Қызылбасов Жылыой жерінен алғаш мұнай тапқан адам. Кейіннен Қосшағыл, Толес мұнай кеніштерінің ашылуына араласқан. «Мұнайшы» қоғамдық қорының қамқоршылық комитетінің мүшесі болған. «Құрмет белгісі» орденімен, медальдармен және Қазақ КСР Жоғарғы Кеңесінің Грамотасымен  марапатталған. ",
      ],
    ],
  },
  {
    image: B_Elemesov,
    circleImage: B_ElemesovCircle,
    name: "Elemessov Beibit",
    workplace:
      "Ембімұнайгаз АҚ Доссормұнайгаз МГӨБ-ның №1 Ботахан мұнай және газ өндіру цехының бастығы",
    rusname: "Б. ЕЛЕМЕСОВ",
    title: "ATЫPAУ",
    description: [
      [
        "1986 жылы туған. Еңбек жолын 2005 жылы Доссормұнайгаз МГӨБ-да 2 дәрежелі мұнайгаз өндіру операторы болып бастады. 2014 жылы жастығына қарамастан цех бастығының орынбасары болып тағайындалды. Ол өзінің қызметтік міндеттерін адал атқаратын жоғары білікті маман екенін көрсетті. Қызметкер ретінде қарапайым, жауапкершілігі мол, еңбекқор адам ретінде сипатталады. Өндірістік мәселелерді шешуде жеке бастамашылық көрсетеді және ұжымда лайықты бедел мен құрметке ие болады.",
      ],
      [
        "2014 жылы «Ботахан» кен орнында «Бір мезгілде және бөлек жұмыс» жаңа электроника технологиясын енгізуге белсене атсалысып, жасақтарды жасақтау мен олардың кадрлық қамтамасыз етуінде жоғары белсенділік көрсетті. 2018 жылы «Үздік ПНБ шеберханасы және алтын ережелер» байқауына «ПНБ үлгілі қызмет көрсету және алтын ережелердің орындалуын бақылау» номинациясына қатысқаны үшін Дипломмен марапатталды. Жалпы жұмыс өтілі 19 жыл",
      ],
      [
        " Менің мақсатым - күн сайын кешегіден жақсырақ болу. Біздің команда үлкен жетістіктерге жетеді деп ойлаймын.",
      ],
    ],
  },
  {
    image: G_Ergaly,
    circleImage: G_ErgalyCircle,
    name: "Ergali Gani",
    workplace:
      "Ембімұнайгаз АҚ Жылыоймұнайгаз МГӨБ-ның Құлсарыдағы мұнайды дайындап айдау цехының мұнай дайындап айдау Қаратон участогының 4 разряд тауар операторы ",
    rusname: "Г. ЕРГАЛИ",
    title: "ATЫPAУ",
    description: [
      [
        "1996 жылы туған.2015-2017 жылдарда Ембімұнайгаз АҚ «Жайықмұнайгаз», «Жылыоймұнайгаз» басқармаларында дуалды оқу бағдарламасы бойынша білім алды. 2017 жылдан бастап «Жылыоймұнайгаз» МГӨБ-да тауар операторы болып қызмет етіп келеді. Басқарманың өндірістен бөлек қоғамдық, мәдени өміріне де белсенді араласады. 2022, 2023, 2024 жылдары «Ембімұнайгаз» АҚ қызметкерлері арасындағы «Үздік маман» конкурсының тауар операторы мамандығы бойынша жеңімпазы. «ҚазМұнайГаз» ҰК АҚ қызметкерлері арасындағы «Үздік маман -2023» конкурсында 2 орынға иеленді.Жалпы жұмыс өтілі 8,5 жыл.",
      ],
      [
        "Компанияның дамуына өзімнің кішкене болсада үлесімді қосу – көздеген мақсатым. Компания маған не береді деп емес, мен компанияға не бере аламын деп жұмыс жасасаң ғана кәсібилігің артып, дамисың, мықты маман боласың!. ",
      ],
      ["3"],
    ],
  },
  {
    image: A_Berdibek,
    circleImage: A_BerdibekCircle,
    image: "A_Adilov",
    name: "Adilov Berdibek",
    workplace:
      "«Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы мұнайды дайындау және айдау цехының 5 разрядты технологиялық қондырғылар операторы",
    rusname: "Б. АДИЛОВ",
    title: "ATЫPAУ",
    description: [
      [
        "Адилов Бердибек Садиргалиевич 1990 жылы Атырау облысы Жылыой ауданы Құлсары қаласында дүниеге келген. Еңбек жолын 2014 жылы «Жасулан және Компания» ЖШС-да бұрғышының көмекшісі болып бастаған. 2016 жылы Қапшағай қаласындағы «Kemeu Limited» ЖШС-де құрылысшы, «КазТрансОйл» АҚ-ы БФ-ы Атырау мұнайқұбыры басқармасында МҚС құюшы-төгішң болып жұмысын жалғастырған. 2018-2021 жылдары «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы ұңғымаларды жерасты жөндеу цехында ұңғымаларды жерасты жөндеу операторы болып жұмысқа орналасты. 2021 жылдың ақпанынан бастап бүгінгі күнге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-сы мұнайды дайындау және айдау цехында технологиялық қондырғылардың операторы болып жұмыс жасайды. 2023-2024 жж. «Ембімұнайгаз» АҚ-қызметкерлер арасында өткен «Үздік маман»  сайысының жеңімпазы атанды.  ",
      ],
      [
        "Елдің келешегі -білімді жастардың қолында. Білімді жастар- алдыңғы буын ағалардың лайықты ізбасарлары.  Елдің келешегі -білімді жастардың қолында. Білімді жастар- алдыңғы буын ағалардың лайықты ізбасарлары.  ",
      ],
      ["3"],
    ],
  },
  {
    image: "B_Bohaeva",
    name: "Bohaeva Zhibek",

    workplace: "",
    rusname: "Ж. БОХАЕВА",
    title: "ATЫPAУ",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "E_Ermukhanov",
    name: "Ermukhanov Bekbolat",
    workplace:
      "«Ембімұнайгаз» АҚ өндірістік-техникалық қамту және жабдықтармен комплектациялау Басқармасы (ӨТҚжЖКБ)  қойма шаруашылығының жүк қармалаушысы ",
    rusname: "Б. ЕРМУХАНОВ",
    title: "ATЫPAУ",
    description: [
      [
        "Мұнайшы, салада 42 жыл еңбек өтілі. Ермұханов Бекболат Балташұлы  05 шілде 1962 жылы Атырау облысында туған. Білімі орташа.  Гурьев қаласындағы орта мектепті бітіргеннен кейін, ол өзінің еңбек жолын 1980 жылы «Эмбанефть» бірлестігінде ӨТҚжЖКБ Балықшы базасында автокөлік жөндеу слесары болып бастады, кейін Кеңес Армиясы қатарында қызмет етті (1980-1982).  Әскери борышын өтегеннен кейін қазіргі мезгілге дейін «Ембімұнайгаз» АҚ-ның Өндірістік-техникалық қамту және жабдықтармен комплектациялау басқармасының (ӨТҚжЖКБ) қойма шаруашылығының жүк қармалаушысы жұмыс істейді. Жұмыс барысында Ермұханов Бекболат Балташұлы  өзін жақсы жағынан көрсетті, жоғары білікті маман ретінде ол өз жұмысына адал қарайды.",
      ],
      [
        " Жұмыс барысында жағдайды мұқият зерттеп, теміржол вагондары мен автокөліктен жүктерді қауіпсіз түсіру туралы дұрыс бағдарланған және оңтайлы шешімдер қабылдайды. Кәсіпорынның қоғамдық жұмыстарына белсенді қатысады. Ол өзінің білімі мен шеберлігін жас жұмысшыларға жалғастырып, ұжымда лайықты құрметке ие. Мұнай-газ саласының дамуына көпжылдық адал еңбегі, жоғары өндірістік көрсеткіштері және салмақты салымы үшін, 2010 жылы - «Ембімұнайгаз» ӨФ-ның Алғыс хатымен, 2013 жылы - «Прорва кен орнына 50 жыл» Төс белгісімен, 2015 жылы -  ӨТҚжЖКБ Алғыс хатымен, 2017 жылы - «ҚазМұнайГаз» ҰК АҚ-ның Құрмет грамотасымен, 2019 жылы - Қазакстан мұнайына 120 жыл мерекелік медальмен, 2022 жылы - Ембімұнайгаз АҚ-на 100 жыл мерекелік медальмен, KAZENERGY медальмен,   ӨТҚжЖКБ-ның Алғыс хатымен марапатталған. ",
      ],
      [
        "Азамат ісімен, әрекетімен көрікті. Оның бойындағы асыл қасиеттің бірі- адамгершілігінде. Ол қасиет адам бойында жүре келе қалыптасады. ",
      ],
    ],
  },
  {
    image: "K_Kamaliyev",
    name: "Kamaliyev Khayretdin",
    workplace: "«Қазақойл Ақтөбе»ЖШС зейнеткері ",
    rusname: "Х. КАМАЛИЕВ",
    title: "AKTOBE",
    description: [
      [
        "24.09.1953 ж., Уфа қаласында дүниеге келген, Башқұртстан, Ресей, Білімі: жоғары, Рудный индустриалды институты, технологиялық процестер мен өндірістерді автоматтандыру. Жалпы жұмыс өтілі: 45 жыл, Саладағы жұмыс өтілі: 15 жыл, осы еңбек ұжымындағы жұмыс өтілі: 15 жыл. Еңбек жолын 1971-1972 жылдары Свердловск «Вторчермет» зауытында 5-разрядты Электрослесарь, 1974-1975 жылдары БҚҚ Булаев зауытында электрик, 1975 жылы «Заречный» совхозында электрик, 1975-1976 жылдары «Раздольный» совхозында электрик, бас инженер-энергетик, 1976-1977 жж «Кзыл-Сая» совхозы аға инженер-электрик, 1977-1979 жж «Заречный» совхозы 6-разрядты Электрик, 1979-1980 жж. «Киров атындағы» совхоз 5-разрядты электромонтер лауазымында, 1980-1985 жж. «Сельхозэнерго» Красноармейское РП 5-разрядты электромонтер лауазымында, 1986-1994 жж «Чилисай» АҚ Чилисай фофорит кеніші 5, 6-разрядты электрослесарь, қазандық басшысы, электр цехы басшысының орынбасары, электр цехының басшысы, бас энергетик, 1994-1995 жж «Ақтөбе Мұнай басқармасы АҚ «Актюбэнергонефть» ӨТБ басшысы лауазымында, 1995-2001жж ААҚ «Горжилэнерго» ӨТБ басшысы, бас инженер, техникалық мәселелер жөніндегі вице-призидент, президент лауазымдарында, 2001-2016 жылдар аралығында «Қазақойл Ақтөбе» ЖШС-де ЭМУ шебері, инженер-энергетик, инженер-жылу технигі лауазымдарында, ТВС бойынша жетекші инженер.  ",
      ],

      ["3"],
    ],
  },
  {
    image: "K_Kulsugurov",
    name: "Kulsugurov Rustam",
    workplace:
      "«Қазақойл Ақтөбе» ЖШС Қожасай кен орнының мұнай және газ дайындау учаскесінің 6-разрядты технологиялық сорғыларының машинисі ",
    rusname: "Р. КУЛСУГУРОВ",
    title: "AKTOBE",
    description: [
      [
        "26.05.1989 Ж. Ақтөбе облысы Шалқар кентінде дүниеге келген. Білімі: орта, Ақтөбе Мұнай және газ колледжі, техник-технолог. Жалпы жұмыс өтілі: 16 жыл, Саладағы жұмыс өтілі: 16 жыл, осы еңбек ұжымындағы жұмыс өтілі: 12 жыл. Еңбек жолын 2008-2009 жылдары «Геотехсервис» ЖШС-де ПРС операторы, 2009-2011 жылдары «Жана +» ЖШС-де ауыз сумен жабдықтау жөніндегі машинист, 2011 жылы «Oil Систем» ЖШС-де Завсклад, 2012 жылы «АНЭК» ЖШС-де Слесарь-жөндеуші лауазымдарында бастады, 2012 жылдан бастап «Қазақойл Ақтөбе» ЖШС Қожасай кен орнының мұнай және газ дайындау учаскесінің 4, 5, 6-разрядты технологиялық сорғылардың машинисі лауазымында жұмыс істеді. Жауапкершілік аймағына Қожасай кен орнының мұнай дайындау учаскесінің барлық сорғы агрегаттары кіреді, жан-жақты тұлға болып табылады, кәсіби негізде футболмен әуестенеді, 2024 жылы «Үздік маман» мамандығы бойынша үздік конкурсында бірінші орынды иеленді.  ",
      ],
      ["«Қазақойл Ақтөбе» ЖШС-де сенуге болатын қызметкерлер жұмыс істейді  "],
      ["3"],
    ],
  },
  {
    image: "M_Mukhametaly",
    name: "Mukhametaly Salauat",
    workplace: "Пенсионер ТОО «Казахойл Актобе» ",
    rusname: "С. МУХАМЕТАЛЫ",

    title: "AKTOBE",
    description: [
      [
        "05.05.1954г., родился г. Актобе, Казахстан. Образование: высшее, Рязанский радиотехнический институт, факультет электроники. Общий стаж работы: 41 год, Стаж работы в отрасли: 30 лет, Стаж работы в данном трудовом коллективе: 16 лет. Начал свою трудовую деятельность с 1976г. на заводе «Актюбренген» в должности инженера отдела АСУП, 1978-1979гг. работал инженером, затем начальником ЭВМ в КВН в Облторгуправлении, 1979-1986г. работал в должности начальника отдела в ЦВЦ Актюбинской Облсельхозтехники, 1986-1994гг. завод Актюбинсксельмаш в должности начальника отдела АСУП, 1994-1999гг. Актюбинский университет «Дуние» в должности декана факультета, 2001-2017гг. в ТОО «Казахойл Актобе» в должности главного инженера по учету и хранению, ведущего инженера по го и ЧС, главного специалиста по ГО и ЧС отдела охраны труда и окружающей среды. ",
      ],
      ["2"],
      ["3"],
    ],
  },
  {
    image: "T_Tanatov",
    name: "Tanatov Daulet",
    workplace: "",
    rusname: "Д. ТАНАТОВ",
    title: "AKTOBE",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "G_Gabbasov",
    name: "Gabbasov Daulet",
    workplace: "Мастер по добыче нефти и газа и конденсата ",
    rusname: "Д. ГАББАСОВ",
    title: "AKTOBE",
    description: [
      [
        "Родился в 09.10.1986 году в Атырауской области. Был принят на предприятие кладовщиком в 2008 году. Зарекомендовал себя как опытный работник, отличный производственник, лучший в своей профессии. Принимает активное участие в мероприятиях направленных на улучшение работы компании ",
      ],
      ["Планы – ничто, планирование – все."],
      ["3"],
    ],
  },
  {
    image: "K_Kinzheev",
    name: "Kinzheev Nasyrbek",
    workplace: "Машинист насосных установок ",
    rusname: "Н. КИНЖЕЕВ",
    title: "AKTOBE",
    description: [
      [
        "Родился в 18 декабря 1970 года. Проживает в г.Атырау. Окончил Атырауский институт нефти и газа по специальности нефтегазовое дело. На работе отличается ответственностью и серьезно относится к выполнению должностных обязанностей. Участвует в мероприятиях по повышению своей квалификации, технически компетентен. ",
      ],
      [
        "Не отступай перед трудностями. Смотри им прямо в лицо. Смотри, пока не одолеешь их ",
      ],
      ["3"],
    ],
  },
 {
    image: "B_Bisaliev",
    name: "Bisaliev Nietkali",
    rusname: "Н. БИСАЛИЕВ",
    workplace: "",
    title: "AKTAU",
    description: [["10.05.1965 жылы Гурьев облысы Доссор елді мекенінде дүниеге келген. Жалпы жұмыс өтілі: 28 жыл, Саладағы жұмыс өтілі: 38 жыл, осы еңбек ұжымындағы жұмыс өтілі: 28 жыл. Еңбек жолын 1996 жылдан бастап «Қаражанбасмұнай» АҚ-нда 4 разрядты мұнай және газ өндіру операторынан бастап, қазіргі таңда 5 разрядты мұнай және газ өндіру операторы мамандығында жұмыс жасайды.  2005 жылы «Қаражанбасмұнай» АҚ-ның Президентімен ««Қаражанбас» мұнай кен орнына 25 жыл» ескерткіш белгісімен; 2013 жылы Мұнай-газ саласындағы жемісті еңбегі және өндірісте қол жеткізген жетістіктері үшін «ҚазМұнайГаз» БӨ» АҚ-ның Құрмет грамотасымен; 2016, 2019 жылдары «KAZENERGY» Қазақстандық мұнай-газ және энергетика кешені ұйымдарының қауымдастығы атынан жоғары біліктілігі мен өз ісіңе деген адалдығы, алға қойған мақсаттарға жетуде үлкен нәтижелерге қол жеткізгені үшін Алғыс хаттармен марапатталған еді. "], ["Шегінбе, алға ұмтыл. «Қаражанбасмұнай» АҚ- халықтың мәуелі бағы. Ұлтына, жұртына қызмет ету - білімнен емес, мінезден"], ["3"]],
  },
  {
    image: "D_Denov",
    name: "Denov Yerbol",
    rusname: "Е. ДЕНОВ",
    title: "AKTAU",
    description: [["17.09.1991 жылы Жаңа Өзен қаласында дүниеге келді. 2012 жылы Астрахань қаласында адмирал Ф.Ф.Ушаков атындағы Мемлекеттік теңіз университетін «Көліктік энергетикалық қондырғыларды пайдалану» мамандығы бойынша бітірді. Еңбек жолын 2016-2022 жылдар аралығында аутстаффинг мекемелері («Industrial Service Resources» ЖШС, «КаспийПрофСнаб» ЖШС) арқылы «Қаражанбас» кен орнында 3 разрядты гидрооқшаулағыш, 4 разрядты бақылау-өлшеу құралдары мен автоматика слесарі мамандықтары бойынша бастаған."], ["2022 жылдан бастап «Қаражанбасмұнай» АҚ-нда 4 разрядты бақылау-өлшеу құралдары мен автоматика слесарінен бастап, қазіргі таңда 5 разрядты бақылау-өлшеу құралдары мен автоматика слесарі мамандығы бойынша қызмет атқарады.  Жұмыс тәжірибесінде өзінің алғырлығымен көзге түсіп, 2022 жылы ҚР мұнай-газ кешені қызметкерлері күніне орай, «Қаражанбас» кен орнында ұйымдастырылған «Мұнайшы кадрындағы әлем» атты байқауда жеңіске жеткені үшін 2 дәрежелі дипломмен марапатталған. "], ["24.09.1953г., родился г.Уфа, Башкортостан, Россия, Образование: высшее, Рудненский индустриальный институт, автоматизация технологических процессов и производств. Общий стаж работы: 45 лет, Стаж работы в отрасли: 15 лет, Стаж работы в данном трудовом коллективе: 15 лет. Начал свою трудовую деятельность с 1971-1972гг. в Свердловский завод «Вторчермет» в должности Электрослесарь 5 разряда, 1974-1975гг. в Булаевский завод ЗКД в должности Электрика, 1975г. совхоз «Заречный» в должности Электрика, 1975-1976гг. совхоз «Раздольный» в должности Электрика, Главный инженер-энергетик, 1976-1977гг. совхоз «Кзыл-Сая» в должности Старшего инженер-электрика, 1977-1979гг. совхоз «Заречный» в должности Электрик 6 разряда, 1979-1980гг. совхоз «им.Кирова» в должности Электромонтер 5 разряда, 1980-1985гг. "]],
  },
  {
    image: "K_Kosherov",
    name: "Kosherov Sagatbek",
    workplace: "",
    rusname: "С. КОШЕРОВ",
    title: "AKTAU",
    description: [["29.03.1985 жылы Маңғыстау облысы, Маңғыстау ауданы, Ақшымырау ауылында дүниеге келген. Жалпы жұмыс өтілі: 19 жыл, Саладағы жұмыс өтілі: 16 жыл, осы еңбек ұжымындағы жұмыс өтілі: 16 жыл.  Еңбек жолын 2005 жылы «Абоня» ЖШС-нде 2 разрядты жөндеуші қызметінде бастаған. 2006-2008жж. Аралығында «Актау Такс-Менеджмент», «РентСтройТехника» ЖШС-нде арнайы техниканың машинисі есебінде қызмет атқарған. 2008-2011жж. аралығында «Argymak ТransService» ЖШС-нде 3 разрядты вакуумдық қондырғы операторының көмекшісі болып жұмыс жасаған. 2012-2021жж.аралығында «Технологиялық көлікті басқару және ұңғымаларға қызмет көрсету» ЖШС-нде 3 разрядты вакуумдық қондырғы операторының көмекшісі, 6 разрядты экскаватор машинисі мамандықтарныда еңбек еткен."], ["2021 жылдан бастап қазіргі таңда «Қаражанбасмұнай» АҚ-нда 6 разрядты экскаватор машинисі қызметінде жұмыс жасайды. 2022 жылы өндірістің дамуы мен еңбек ұжымының жетістіктерге жетуіне қосқан үлесі мен қажырлы еңбек үлгісі үшін «Қаражанбасмұнай» АҚ-ның Құрмет грамотасымен марапатталды. 2024 жылы Су тасқынынан зардап шеккен азаматтардың қауіпсіздігін қамтамасыз ету қызметін үйлестіруге қосқан үлесі үшін Маңғыстау облыстық мәслихатының төрағасының, Индер ауданының әкімінің Алғыс хатымен, сонымен қатар «Қаражанбасмұнай» АҚ-ның Құрмет грамотасымен марапатталды. "],["Ел үшін аянба – ерлігіңе сын, Жұрт үшін аянба – жігіттігіңе сын. "]],
  },
  {
    image: "M_Muradbay",
    name: "Muradbay Algabek",
    rusname: "А. МУРАТБАЙ",

    title: "AKTAU",
    description: [["28.02.1992 жылы Маңғыстау ауданы, Шетпе кентінде дүниеге келді. 2013 жылы Қ.И.Сәтпаев атындағы Қазақ Ұлттық техникалық университетінің «Геология» мамандығы бойынша оқу бітірді. Еңбек жолын 2015-2021 жылдар аралығында аутстаффинг мекемелері («Industrial Service Resources» ЖШС, «КаспийПрофСнаб» ЖШС) арқылы «Қаражанбас» кен орнында 3 разрядты гидрооқшаулағыш, 3 разрядты ағаш ұсташы мамандықтары бойынша бастаған. 2021 жылдан бастап «Қаражанбасмұнай» АҚ-нда 4 разрядты ұңғыларды күрделі жөндеу бұрғышы көмекшісінен бастап, қазіргі таңда 5 разрядты ұңғыларды күрделі жөндеу бұрғышы көмекшісі мамандығы бойынша қызмет атқарады.  «Қаражанбасмұнай» АҚ-ның «Жас маман» кеңесінің мүшесі болып қоғамдық шараларға белсене қатысады. "], ["мүддесіне"], ["3"]],
  },
  {
    image: "M_Mukhanov",
    name: "Mukhanov Alibek",
    workplace: "",
    rusname: "А. МУХАНОВ",
    title: "AKTAU",
    description: [["09.02.1981ж. Атырау облысы, Индер ауданы, Индербор селосында дүниеге келді. 2007 жылы Орталық-Азия университетін Тау инженері біліктілігімен бітірді. Жалпы жұмыс өтілі: 19 жыл, Саладағы жұмыс өтілі: 19 жыл, осы еңбек ұжымындағы жұмыс өтілі: 19 жыл. Еңбек жолын 2005 жылдан «Қаражанбасмұнай» АҚ-нда 3 разрядты мұнай және газ өндіру операторы, 4 разрядты мұнай және газ өндіру операторы, 5 разрядиы мұнай және газ өндіру операторынан бастады. 2008 жылдан бері мұнай, газ және конденсат өндіру шебері лауазымында жұмыс атқарып келеді. Ол өзінің кәсіби қызметіне барлық жауапкершілікпен қарайды. "], ["«Ел мүддесіне – қызмет ету ердің міндеті» "], ["3"]],
  },
  {
    image: "S_Sagyndykova",
    name: "Sagyndykova",
    rusname: "САГЫНДЫКОВА",
    workplace: "",
    title: "AKTAU",
    description: [["1"], ["2"], ["3"]],
  },
  {
    image: "U_Usmanov",
    name: "Usmanov Daniyar",
    workplace: "",
    rusname: "Д. УСМАНОВ",
    title: "KYZYLORE",
    description: [["Өз қызметін 10.01.2021 жылдан 31.05.2022 жылға дейін – «ҚГМ БК» ЖШС-де SPGiIS стажеры ретінде бастады. Одан әрі 25.05.2022 жылдан  15.05.2024 дейін ұңғымаларды зерттеу операторы, 3-разрядты. Ал 15.05.2024 бастап қазіргі уақытқа дейін Ақшабұлақ к/о., Механикалық қор, мұнай және газ өндіру жөніндегі операторы 4-разрядты.  "], ["Жастық шақта жалындап, алға ұмтылған арындап! "], ["3"]],
  },
  {
    image: "K_Kemalov",
    name: "Kemalov Uzak",
    workplace: "",
    rusname: "У. КЕМАЛОВ",
    title: "KYZYLORE",
    description: [["Өз қызметін 22.10.2013 «КГМ БК» ЖШС жөндеуші болып 30.12.2014 дейін жұмыс істеді. 30.12.2014 ж. Бастап - 01.01.2023 ж. дейін – мұнай және газ өндіру операторы, Ал 01.01.2023 ж. - бастап қазіргі уақытқа дейін – мұнай және газ өндіру операторы, 5-разряд лауазымында жұмыс істейді. "], ["Еселі еңбек өрге жүздіреді "], ["3"]],
  },
  {
    image: "S_Sirichenko",
    name: "Sirichenko Irina",
    workplace: "",
    rusname: "И. СИРИЧЕНКО",
    title: "KYZYLORE",
      description: [
        [
          "2014 жылдың басында «ҚГМ» БК ЖШС-де химиялық талдау зертханашысы болып жұмыс істеді. 2023 жылғы қаңтардан бастап қазіргі уақытқа дейін 5-разрядты Химиялық талдау зертханашысы лауазымында жұмыс істейді. Марапаттары: 1. Мұнайшылар күніне орай ҚГМ Құрмет грамотасы - 01.01.2015 2. \"Қазмұнайгаз\" ҰК \"АҚ Құрмет грамотасы, 8 наурыз - 01.01.2021."
        ],
        ["2"],
        ["3"]
      ]
    }
    ,
  {
    image: "M_Mustafaeva",
    name: "Mustafaeva Meruert",
    workplace: "",
    rusname: "М. МУСТАФАЕВА",
    title: "KYZYLORE",
    description: [["Мұстафаева Меруерт Кенжебекқызы 1971 жылы 13 қаңтарда Қызылорда қаласында дүниеге келген. 1993 жылы Свердлов орман шаруашылығы инженерлік институтын «Қағаз және картон өндірісі бойынша инженер-химик» мамандығы бойынша бітірді. 2003 жылы Қорқыт Ата атындағы Қызылорда мемлекеттік университетін «Мұнай және газ кен орындарын игеру және пайдалану» мамандығы бойынша бітірді.  Еңбек жолын 1993 жылы Қызылорда қаласындағы целлюлоза-картон комбинатында картон-қағаз цехының шебері болып бастады. 1996 жылы «Hurricane Kumkol Munai» кәсіпорнында (қазіргі «ПетроҚазақстан Құмкөл Ресорсиз» АҚ) ұңғымаларды сынау бөлімінде зертханашы-сынамашы болып жұмыс істей бастады. 1997 жылы «Мұнай және өндірілген суды талдау химиялық зертханасына» 4 санатты химиялық талдау лаборанты қызметіне ауысты. "], ["Еңбек жолында ол өзін мұнай-химия өнеркәсібінде жоғары білікті маман және шеберлікпен көрсете білді.  2018 жылы KAZENERGY қауымдастығының алғыс хатымен және бағалы сыйлықпен, сондай-ақ облыс, қала әкімдігінің және кәсіподақ ұйымдарының түрлі сертификаттарымен марапатталды.  Меруерт жауапкершілігі мол, мақсатты жұмысшы, бұл өз мамандығы бойынша жетістігі мен тиімділігінен көрінеді. Ол мұнай-химия өнімдеріне үлкен жауапкершілікпен қарайды және компания үшін маңызды оқиғаларға бастамашылық етеді. Бұған дәлел өнеркәсіптік сынақтарға қатысып, бұл процестер өнеркәсіпте Компанияның шығындарын азайту жолдарына қол жеткізді. Сондай-ақ, бөлімінің өндірістік көрсеткіштерін жақсарту мақсатында мамандандырылған әзірлемелердегі ғылыми зерттеулердің белсенді қатысушысы ретінде танылған. "], ["3"]],
  },
  {
    image: "S_Suyuntaev",
    name: "Suyuntaev Nurlybek",
    workplace: "",
    rusname: "Н. СУЮНТАЕВ",
    title: "KYZYLORE",
    description: [["Суюнтаев Нурлыбек Алтынбекулы 1991 жылы туылған. Компанияда 2014 жылдан бері жұмыс істеп келеді. Техникалық қызмет көрсету бөліміне стажер-маман болып жұмысқа қабылданды. Техникалық қызмет көрсету бөлімі өнеркәсіптің барлық саласын қамтитын бөлім болғандықтан, Нұрлыбек осы бөлімде үлкен тәжірибе жинап, сондай-ақ жоғары білікті әріптестердің арқасында стажер-маманнан 1-ші санатты технологиялық инженерге дейін қызметі көтерілді. 2021 жылдың шілде айынан бастап материалдар мен шығындарды бақылау тобының жетекшісі болып қызмет атқарады. "], ["2"], ["3"]],
  },
  {
    image: "K_Kaltaev",
    name: "Kaltaev Abai",
    workplace: "",
    rusname: "А. КАЛТАЕВ",
    title: "KYZYLORE",
    description: [["Қалтаев Абай 1991 жылы 21 қазанда Қызылорда қаласында дүниеге келген. 2009 жылы ол «ПетроҚазақстан Құмкөл Ресорсиз» компаниясының шәкіртақы бағдарламасын жеңіп алып, Бейжіңдегі Қытай мұнай университетінің мұнай және газ инженериясы мамандығы бойынша бакалавр дәрежесіне оқуға түсті. 2014 жылы жоғары оқу орнын тәмамдаған соң Құмкөл ықшамауданы Коммерциялық есеп бөлімшесінің (No2 СИКН) маманы болып еңбек жолын бастады. 2017 жылы мұнай өндіруді арттыру бөліміне өндіріс технологиясы бойынша инженер қызметіне ауыстырылды. Сол жылы мұнай өндіруді арттыру басқармасынан ұңғымаларды сынау және жөндеу бөліміне мұнай және газ өндіру инженері болып ауыстырылды."], ["Міндеттемелеріне ұйымдастырушылық жоспарларын жасау және олардың орындалуын бақылау, ұңғымаларды жөндеу және реконструкциялаудың, және оларға бақылау жүргізу кіреді, сәйкесінше қауіпті өндірістің күрделі технологиялық процесіне белсене қатысып келеді. Жұмысқа байланысты жоғары жауапкершілік пен тәуекелге байланысты компания басшылығы оны жетекші инженер лауазымына көтерді.Ол қазақ, түрік, орыс, ағылшын және қытай тілдерін жақсы меңгерген және өз мамандығы бойынша үлкен білімге ие және жүйелі түрде кәсіби білімін жетілдіріп отырады және компанияның келешегі зор қызметкері. "], ["3"]],
  },

];
export default cardsData;
