// src/data/cardsData.js

import A_Nareshev from "../components/Card/images/A_Nareshev.png"; // Убедитесь, что путь к изображению правильный

import E_Erketanov from "../components/Card/images/E_Erketanov.png";
import B_Yelessov from "../components/Card/images/B_Yelemessov.png";

// import A_Nareshev from "../assets/kmg.png"
const cardsData = [
  {
    image: A_Nareshev,
    name: "A_Nareshev",
    rusname: "A. НАРЕШЕВ",
    title: "ATЫPAУ",
    description: [
      "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған. 1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.",
      "1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы. 2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге, 2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты. А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған.",
    ],
  },
  {
    image: E_Erketanov,
    name: "E_Erketanov",
    rusname: "A. НАРЕШЕВ",
    title: "ATЫPAУ",
    description: [
      "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған. 1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.",
      "1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы. 2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге, 2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты. А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған.",
    ],
  },

  {
    image: A_Nareshev,
    name: "E_Elemessov",
    rusname: "A. НАРЕШЕВ",
    title: "ATЫPAУ",
    description: [
      "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған. 1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.",
      "1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы. 2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге, 2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты. А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған.",
    ],
  },
  {
    image: B_Yelessov,
    name: "B_Beshimov",
    rusname: "Еркетанов  Әскер  Өтегенұлы",
    title: "ATЫPAУ",
    description: [
      "Еркетанов Әскер Өтегенұлы, 23 ақпанда дүниеге келген, 2018 жылы Атырау мұнай және газ университетін «Инженер-мұнайгаз» мамандығы бойынша және «Техникалық ғылымдар және технологиялар бакалавры» біліктілігі бойынша бітірген.Оқу барысында 2017 жылы «Қайнармұнайгаз» МГӨБ «ұңғымаларды зерттеу операторы» және «мұнай және газ өндіру операторы» мамандықтары бойынша дуальді оқыту шеңберінде өндірістік оқудан және тәжірибеден өтті. Еңбек жолын 2018 жылы жоғары оқу орнын бітіргеннен кейін Кенбай мұнай-газ өндіру цехында 3-разрядты мұнай-газ өндіру операторы болып бастаған. ",
      "2022 жылдың шілде айынан қазіргі уақытқа дейін «Қайнармұнайгаз» Кенбай мұнай-газ өндіру цехында 4-разрядты мұнай-газ өндіру операторы болып жұмыс істейді.Жұмыс барысында өзін тәртіпті, ұқыпты, өз мамандығын жетік білетін қарапайым жас маман ретінде көрсетті. 2023-2024 жж. Басқарма бойынша «Үздік маман» байқауына қатысып, «Мұнай және газ өндіру операторы» мамандығы бойынша 1 орын иеленді. Жалпы еңбек өтілі 06 жыл 09 ай, мұнай саласында 05 жыл 11 ай.",
    ],
  },
  {
    image: A_Nareshev,
    name: "E_Ergali",
    rusname: "A. НАРЕШЕВ",
    title: "ATЫPAУ",
    description: [
      "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған. 1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.",
      "1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы. 2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге, 2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты. А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған.",
    ],
  },
  {
    image: A_Nareshev,
    name: "A_Adilov",
    rusname: "A. НАРЕШЕВ",
    title: "ATЫPAУ",
    description: [
      "Нарешев Ануар Асхарұлы Гурьев облысы Гурьев қаласында 1962 жылы дүниеге келген. 1979-1984 жылдары В.И.Ленин атындағы Казақ политехникалық институтының студенті. Еңбек жолын 1984 жылы «Жайықмұнайгаз» МГӨБ-да мұнай өндіру операторлы болып бастаған. 1985 жылы «Жайықмұнайгаз» МГӨБ-сы Қамысты МГӨЦ-да шебер көмекшісі болып жалғастырған. 1985-1988 жылдары «Жайықмұнайгаз» МГӨБ-сы мұнай дайындау және айдау цехының шебері. 1988-1992 жылдары өндірістік-техникалық бөлімінің, күрделі құрылыс бөлімінің, материалдық-техникалық қамту бөлімінің инженері жұмыстарын атқарған. 1992-1999 жылдары күрделі құрылыс жөніндегі бөлімнің бастығы, бастық орынбасары лауазымдарын атқарған.",
      "1999-2009 жылдары өндірістік-техникалық бөлімі бастығы, өндірістік-техникалық қызметінің басшысы. 2009-2011 жылдары «Жайықмұнайгаз» МГӨБ-ның бас инженері лауазымын атқарған. 2011-2014 жылдары өндірістік-техникалық қызметінің басшысы. 2014 жылдың сәуірінен бүгінге дейін «Ембімұнайгаз» АҚ-ы «Жайықмұнайгаз» МГӨБ-ның өндірістік-техникалық бөлімі бастығы болып жұмыс жасап келеді.",
      "А.А.Нарешев білікті маман ретінде жаңа технологияларды енгізді, атап айтқанда 2012 жылы С.Балғымбаев кен орнында газды дайындау қондырғысын енгізуге, 2014 жылдары кен орындарынан газ аралас сұйығын тасымалдау үшін көпфазалы сораптар қондырғысын іске қосуға, Забурын кен орнында полимерлік суландыру қондырғысын орнатуға және Оңтүстік-Шығыс Қамысты, С.Балғымбаев, Забурын кен орындарында кен қабаты қысымы жүйесін ұстап тұру мақсатында ГНК сораптарын енгізуге үлес қосты. А.А.Нарешев 2009 жылы «ҚазМұнайГаз» БӨ» АҚ-ның алғыс хатымен, 2014 жылы «Ембімұнайгаз» АҚ-ның алғыс хатымен, 2021 жылы «ҚазМұнайГаз» ҰК» АҚ-ның құрмет грамотасымен, 2022 жылы «Ембімұнайгаз» АҚ-на 100-жыл» мерейтойлық медалімен, 2023 жылы ҚР ЭМ-нің «Мұнай-газ саласының еңбек сіңірген қызметкері» төс белгісімен марапатталған.",
    ],
  },
];

export default cardsData;
